acpi
alsa-utils
arandr
arcanist
auracle-git
auracle-git-debug
autoconf
automake
aws-cli
baobab
base
bazelisk
bison
bluedevil
boost
boost-libs
breeze
breeze-gtk
brightnessctl
cabal-install
ccache
cheese
chromium
clion
code
conky
consolekit-git
cpanminus
ctags
cups
dartium
dbeaver
devtools
discord
discover
dmenu
dmidecode
docker
dosfstools
downgrader-git
drkonqi
dunst
dzen2
efibootmgr
emscripten
eog
epiphany
evince
expac
fakeroot
file-roller
firefox
flex
font-manager
fuse3
fzf
fzy
gconf
gdal
gdm
gedit
ghc
ghc-libs
ghc-static
git
glmark2
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-common
gnome-contacts
gnome-control-center
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-todo
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-netcat
google-chrome
gparted
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gwaterfall
htop
intellij-idea-community-edition
jq
kactivitymanagerd
kazam
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kmenuedit
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwayland-integration
kwin
kwrited
lib32-alsa-lib
lib32-gnutls
lib32-libldap
lib32-libxss
libkscreen
libksysguard
liblas
linux
linux-firmware
lshw
luit
lutris
lxrandr
m4
make
man-db
man-pages
milou
mons
mousetweaks
mutter
nautilus
neovim
net-tools
network-manager-applet
networkmanager
nginx
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntp
nvm
openssh
orca
oxygen
pacaur
pacman-contrib
pacolog
parallel
patch
pdal
php
pkgconf
pkgfile
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
postgresql
postgresql-libs
postgresql-old-upgrade
powerdevil
pulseaudio
pulseaudio-alsa
pwndbg
python-doit
python-pip
python-pystache
python2-pip
rapidjson
ripgrep
ruby-sass
rubygems
rxvt-unicode
rygel
scrot
sddm-kcm
sdkman
simple-scan
snapd
stalonetray
steam
strace
sudo
sushi
system-config-printer
systemsettings
texinfo
totem
tracker
tracker-miners
ttf-fira-code
ttf-twemoji-color
tup
unzip
upd72020x-fw
urxvt-perls
vino
webstorm
wget
wine
wine-lol
wine-mono
winetricks
xclip
xcompmgr
xdg-desktop-portal-kde
xdg-user-dirs-gtk
xdg-utils
xf86-video-intel
xf86-video-vesa
xlayoutdisplay
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xterm
yajl
yarn
yelp
zoom
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
